let footer = document.getElementById('footer');

footer.innerHTML = `
    <div>
        <h2>О нас</h2>
        <p>Привет... Мы маленькая, но прогрессивная типография в Казани, ориентированная, как на малые тиражи, так и на крупные. Мы стремимся к оптимизации процессов, поэтому в нашем штате 3 человека: &#129398; Я, &#128526; мой босс - Большой человек с Большими друзьями и &#128105; бухгалтер - человек по контролю авторского права. Большой штат сотрудников не всегда гарантирует скорость и надёжность производства. Упорство и острый ум творит чудеса бизнеса. пока</p>
    </div>

    <div>
        <h2>Контакты</h2>
        <ul>
            <li><a href="mailto:artsowa777@gmail.com">artsowa777@gmail.com</a></li>
            <li><a href="tel:+79872972282">+7 (987) 297 - 22 - 82</a></li>
        </ul>
    </div>

    <div>
        <h1>Copyright © 2026</h1>
        <p>Ничто никому не принадлежит)</p>
    </div>

    <svg viewBox="0 0 1392 200" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true" class="Footer-module--experimentalBg--5cd37"><path opacity="0.2" d="M279.833 0H242l-454 200h75.667M279.833 0h37.834m-37.834 0-416.166 200m454-200H355.5m-37.833 0L-60.667 200M355.5 0h37.833M355.5 0 15 200M393.333 0h37.834m-37.834 0L90.667 200m340.5-200H469m-37.833 0L166.333 200M469 0h37.833M469 0 242 200M506.833 0h37.834m-37.834 0L317.667 200m227-200H582.5m-37.833 0L393.333 200M582.5 0h37.833M582.5 0 469 200M620.333 0h37.834m-37.834 0-75.666 200m113.5-200H696m-37.833 0-37.834 200M696 0h37.833M696 0v200M733.833 0h37.834m-37.834 0 37.834 200m0-200H809.5m-37.833 0 75.666 200M809.5 0h37.833M809.5 0 923 200M847.333 0h37.834m-37.834 0 151.334 200M885.167 0H923m-37.833 0 189.163 200M923 0h37.833M923 0l227 200M960.833 0h37.834m-37.834 0 264.837 200M998.667 0h37.833m-37.833 0 302.663 200M1036.5 0h37.83m-37.83 0L1377 200M1074.33 0h37.84m-37.84 0 378.34 200M1112.17 0H1150l454 200h-75.67M1112.17 0l416.16 200M696 200h-75.667M696 200h75.667m-151.334 0h-75.666m0 0H469m0 0h-75.667M469 200H-60.667m454 0h-75.666m0 0H242m0 0h-75.667m0 0H90.667m0 0H15m0 0h-75.667m0 0h-75.666m908 0h75.666m0 0H923m0 0h75.667m0 0h75.663m0 0H1150m0 0h75.67m0 0h75.66m0 0H1377m0 0h75.67m0 0h75.66M15 100h1362M128.5 50h1135M185.25 25.333h1022.26M213.247 12.667h965.503M228.38 6h935.24M235.947 2.667h920.103M239.73 1h912.54" style="stroke:color(display-p3 1 .565 .188)"></path></svg>
`;